source/_static/diagrams/44-parameter-vs-variable.d2
direction: right
n0: "class"
n1: "parameter"
n2: "variable"
n3: "N cases"
n4: "CLI can override variable"
n0 -> n1
n0 -> n2
